---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.TemperatureRatingTypeSet
source: html/df58cf03-a363-f604-cf9b-ee3cab31ff50.htm
---
# TemperatureRatingTypeSet Properties

Test to see if the set is empty.